export const CardData = [
    {
        name: "DA@카드의정석",
        com: "우리카드",
        txt: ["모든가맹점0.8%할인", "생활업종1.3%할인", "국내공항라운지연 2회무료(전월실적 30만원)",],
        cost:"국내전용 5,000원 / 해외겸용 10,000원",
        etc: ["전월실적없음","BC","mastercard"],
        src:"01",
        info:["쇼핑","마트","항공"]
    },
    {
        name: "신한카드 Mr.Life",
        com: "신한카드",
        txt: ["공과금10%할인", "마트,편의점10%할인", "식음료10%할인",],
        cost:"연회비해외겸용 15,000원",
        etc: ["전월실적30만원 이상","VISA","온라인발급 전용 카드"],
        src:"02",
        info:["마트","외식","공과금"]
    },
    {
        name: "삼성카드 & MILEAGE PLATINUM",
        com: "삼성카드",
        txt: ["1,000원당1마일기본적립", "커피/주유2마일특별적립", "인천공항라운지무료이용",],
        cost:"연회비국내전용 47,000원  해외겸용 49,000원",
        etc: ["전월실적없음","AMEX",],
        src:"03",
        info:["카페","주유","항공"]
    },
    {
        name: "LOCA 365 카드",
        com: "롯데카드",
        txt: ["아파트관리비, 공과금10%할인", "교통, 통신, 배달앱10%할인", "스트리밍1,500원할인",],
        cost:"연회비국내전용 20,000원  해외겸용 20,000원",
        etc: ["전월실적50만원 이상","mastercard","AMEX"],
        src:"04",
        info:["교통","통신","공과금"]
    },
    {
        name: "다담카드",
        com: "KB국민카드",
        txt: ["교통/통신10%할인", "주유소/충전소60원/L할인", "생활/교육/쇼핑 등적립팩선택",],
        cost:"연회비국내전용 15,000원  해외겸용 20,000원",
        etc: ["전월실적30만원 이상","VISA","mastercard"],
        src:"05",
        info:["교통","통신","주유"]
    },
    {
        name: "삼성카드 taptap O",
        com: "삼성카드",
        txt: ["스타벅스50%할인", "대중교통10%할인", "CGV, 롯데시네마5,000원할인",],
        cost:"연회비국내전용 10,000원  해외겸용 10,000원",
        etc: ["전월실적30만원 이상","mastercard","온라인발급 전용 카드"],
        src:"06",
        info:["카페","교통","문화","통신"]
    },
    {
        name: "마일앤조이카드(대한항공)",
        com: "IBK기업은행",
        txt: ["1,500원당3~1마일적립", "KTX, SRT10%할인", "공항라운지연 2회무료",],
        cost:"연회비해외겸용 30,000원",
        etc: ["전월실적없음","UnionPay"],
        src:"07",
        info:["항공","교통","숙박"]
    },
    {
        name: "원더카드 FREE",
        com: "하나카드",
        txt: ["국내외가맹점0.7%할인", "간편결제1.2%할인", "쿠팡/마트/베이커리2%할인",],
        cost:"국내전용 12,000원  해외겸용 12,000원",
        etc: ["전월실적없음","브랜드mastercard"],
        src:"08",
        info:["통신","카페","마트"]
    },
    {
        name: "알뜰교통카드",
        com: "신한카드",
        txt: ["대중교통/택시10%할인", "마트/편의점10%할인", "전기차 충전 최대50%할인",],
        cost:"해외겸용 12,000원",
        etc: ["전월실적30만원 이상","mastercard","UnionPay"],
        src:"09",
        info:["교통","마트","주유"]
    },
    {
        name: "삼성 iD ON 카드",
        com: "삼성카드",
        txt: ["많이쓰는 영역 자동맞춤30%할인", "교통/이동통신/스트리밍10%할인", "온라인간편결제/해외3%·1%할인",],
        cost:"연회비국내전용 20,000원  해외겸용 20,000원",
        etc: ["전월실적30만원 이상","mastercard"],
        src:"10",
        info:["교통","통신","카페"]
    },
    {
        name: "신한카드 Deep Dream Platinum+",
        com: "신한카드",
        txt: ["모두드림 최대 1.1%적립", "더해드림 최대 3.3%적립", "챙겨드림 최대 5.5%적립",],
        cost:"연회비해외겸용 30,000원",
        etc: ["전월실적없음","VISA","UnionPay"],
        src:"11",
        info:["교통","쇼핑","기타"]
    },
    {
        name: "현대카드ZERO Edition2(할인형)",
        com: "현대카드",
        txt: ["모든가맹점0.7%할인", "생활필수영역1.5%할인"],
        cost:"연회비국내전용 10,000원  해외겸용 10,000원",
        etc: ["전월실적없음","브랜드VISA"],
        src:"12",
        info:["교통","쇼핑","기타"]
    },
    {
        name: "BC 바로 에어 플러스 스카이패스",
        com: "BC 바로카드",
        txt: ["1천원당1마일리지적립", "1백만원당200마일리지적립"],
        cost:"연회비국내전용 19,000원  해외겸용 19,000원",
        etc: ["전월실적없음","BC","mastercard"],
        src:"13",
        info:["항공"]
    },
    {
        name: "트래블월렛 우리카드",
        com: "우리카드",
        txt: ["트래블 포인트최대 2.0%적립", "해외 이용수수료 면제서비스"],
        cost:"연회비국내전용 20,000원  해외겸용 20,000원",
        etc: ["전월실적없음","VISA"],
        src:"14",
        info:["쇼핑","외식","기타"]
    },
    {
        name: "올바른 FLEX 카드",
        com: "NH농협카드",
        txt: ["커피50%할인", "스트리밍20%할인", "영화30%할인",],
        cost:"연회비국내전용 10,000원  해외겸용 12,000원",
        etc: ["전월실적30만원 이상","VISA"],
        src:"15",
        info:["카페","통신","문화"]
    },
    {
        name: "카드의정석 EVERY 1",
        com: "우리카드",
        txt: ["국내외 가맹점1%청구할인", "전월실적 따라최대 2만원추가할인"],
        cost:"연회비국내전용 12,000원  해외겸용 12,000원",
        etc: ["전월실적없음","mastercard"],
        src:"16",
        info:["기타","쇼핑"]
    },
    {
        name: "Easy all 티타늄카드",
        com: "KB국민카드",
        txt: ["20개 영역 중선택형할인", "택시10%할인", "온라인쇼핑5%할인",],
        cost:"연회비국내전용 30,000원  해외겸용 30,000원",
        etc: ["전월실적50만원 이상","VISA","UnionPay"],
        src:"17",
        info:["쇼핑","교통","카페","마트","문화","통신"]
    },
    {
        name: "LOCA LIKIT 1.2",
        com: "롯데카드",
        txt: ["모든가맹점1.2%할인", "온라인1.5%할인"],
        cost:"연회비국내전용 10,000원  해외겸용 10,000원",
        etc: ["전월실적없음","mastercard","AMEX"],
        src:"18",
        info:["쇼핑","기타"]
    },
    {
        name: "알뜰교통플러스 카드",
        com: "KB국민카드",
        txt: ["대중교통10%할인", "생활서비스5%할인", "KB Pay 이용 시5%추가할인",],
        cost:"연회비국내전용 8,000원  해외겸용 8,000원",
        etc: ["전월실적30만원 이상","VISA"],
        src:"19",
        info:["교통","통신","의료"]
    },
    {
        name: "신한카드 Deep Oil",
        com: "신한카드",
        txt: ["4개정유사10%할인", "차량서비스10%할인", "편의점/커피/택시5%할인",],
        cost:"해외겸용 10,000원",
        etc: ["전월실적30만원 이상","mastercard"],
        src:"20",
        info:["주유","자동차","교통"]
    },
    {
        name: "IBK 무직타이거 카드(신용)",
        com: "IBK기업은행",
        txt: ["버스,지하철건당 200원할인", "주유소/충전소60원/L할인", "온라인쇼핑20%할인",],
        cost:"국내전용 10,000원  해외겸용 12,000원",
        etc: ["전월실적50만원 이상브랜드","BC","mastercard"],
        src:"21",
        info:["교통","주유","마트"]
    },
    {
        name: "Mile1 하나카드",
        com: "하나카드",
        txt: ["국내 6대 저비용 항공사45 UniMile적립", "해외·면세점·여행사35 UniMile적립", "인천공항 라운지무료이용",],
        cost:"연회비국내전용 20,000원  해외겸용 20,000원",
        etc: ["전월실적없음","UnionPay"],
        src:"22",
        info:["항공"]
    },
    {
        name: "始發(시발)카드",
        com: "BC 바로카드",
        txt: ["배달앱 최대1,800원할인", "편의점 최대1,800원할인", "실적/한도없이0.7%할인",],
        cost:"연회비국내전용 5,000원  해외겸용 8,000원",
        etc: ["전월실적없음","BC"],
        src:"23",
        info:["외식","마트","기타"]
    },
    {
        name: "",
        com: "",
        txt: ["", "", "",],
        cost:"",
        etc: ["","",""],
        src:"",
        info:["","",""]
    },
    {
        name: "",
        com: "",
        txt: ["", "", "",],
        cost:"",
        etc: ["","",""],
        src:"",
        info:["","",""]
    },
    {
        name: "",
        com: "",
        txt: ["", "", "",],
        cost:"",
        etc: ["","",""],
        src:"",
        info:["","",""]
    },
    {
        name: "",
        com: "",
        txt: ["", "", "",],
        cost:"",
        etc: ["","",""],
        src:"",
        info:["","",""]
    },
   
    
]

