export default [
    {
        name: "DA@카드의정석",
        com: "우리카드",
        txt: ["모든가맹점0.8%할인", "생활업종1.3%할인", "국내공항라운지연 2회무료(전월실적 30만원)",],
        cost:"국내전용 5,000원 / 해외겸용 10,000원",
        etc: ["전월실적없음","BC","mastercard"],
        src:"",
        info:["쇼핑","마트","항공"]
    },
    {
        name: "신한카드 Mr.Life",
        com: "신한카드",
        txt: ["공과금10%할인", "마트,편의점10%할인", "식음료10%할인",],
        cost:"연회비해외겸용 15,000원",
        etc: ["전월실적30만원 이상","VISA","온라인발급 전용 카드"],
        src:"",
        info:["마트","외식","공과금"]
    },
    {
        name: "삼성카드 & MILEAGE PLATINUM",
        com: "삼성카드",
        txt: ["1,000원당1마일기본적립", "커피/주유2마일특별적립", "인천공항라운지무료이용",],
        cost:"연회비국내전용 47,000원  해외겸용 49,000원",
        etc: ["전월실적없음","AMEX",],
        src:"",
        info:["카페","주유","항공"]
    },
    {
        name: "LOCA 365 카드",
        com: "롯데카드",
        txt: ["아파트관리비, 공과금10%할인", "교통, 통신, 배달앱10%할인", "스트리밍1,500원할인",],
        cost:"연회비국내전용 20,000원  해외겸용 20,000원",
        etc: ["전월실적50만원 이상","mastercard","AMEX"],
        src:"",
        info:["교통","통신","공과금"]
    },
    {
        name: "다담카드",
        com: "KB국민카드",
        txt: ["교통/통신10%할인", "주유소/충전소60원/L할인", "생활/교육/쇼핑 등적립팩선택",],
        cost:"연회비국내전용 15,000원  해외겸용 20,000원",
        etc: ["전월실적30만원 이상","VISA","mastercard"],
        src:"",
        info:["교통","통신","주유"]
    },
    {
        name: "삼성카드 taptap O",
        com: "삼성카드",
        txt: ["스타벅스50%할인", "대중교통10%할인", "CGV, 롯데시네마5,000원할인",],
        cost:"연회비국내전용 10,000원  해외겸용 10,000원",
        etc: ["전월실적30만원 이상","mastercard","온라인발급 전용 카드"],
        src:"",
        info:["카페","교통","문화","통신"]
    },
    {
        name: "마일앤조이카드(대한항공)",
        com: "IBK기업은행",
        txt: ["1,500원당3~1마일적립", "KTX, SRT10%할인", "공항라운지연 2회무료",],
        cost:"연회비해외겸용 30,000원",
        etc: ["전월실적없음","UnionPay"],
        src:"",
        info:["항공","교통","숙박"]
    },
    {
        name: "원더카드 FREE",
        com: "하나카드",
        txt: ["국내외가맹점0.7%할인", "간편결제1.2%할인", "쿠팡/마트/베이커리2%할인",],
        cost:"국내전용 12,000원  해외겸용 12,000원",
        etc: ["전월실적없음","브랜드mastercard"],
        src:"",
        info:["통신","카페","마트"]
    },
    {
        name: "알뜰교통카드",
        com: "신한카드",
        txt: ["대중교통/택시10%할인", "마트/편의점10%할인", "전기차 충전 최대50%할인",],
        cost:"해외겸용 12,000원",
        etc: ["전월실적30만원 이상","mastercard","UnionPay"],
        src:"",
        info:["교통","마트","주유"]
    },
    {
        name: "삼성 iD ON 카드",
        com: "삼성카드",
        txt: ["많이쓰는 영역 자동맞춤30%할인", "교통/이동통신/스트리밍10%할인", "온라인간편결제/해외3%·1%할인",],
        cost:"연회비국내전용 20,000원  해외겸용 20,000원",
        etc: ["전월실적30만원 이상","브랜드mastercard"],
        src:"",
        info:["교통","통신","카페"]
    },
    {
        name: "",
        com: "",
        txt: ["", "", "",],
        cost:"",
        etc: ["","",""],
        src:"",
        info:["","",""]
    },
    {
        name: "",
        com: "",
        txt: ["", "", "",],
        cost:"",
        etc: ["","",""],
        src:"",
        info:["","",""]
    },
    
]

