export const eduData = {
	title: "학력사항",
	header: ["년 / 월", "학교", "전공", "졸업구분"],
	data: [
		["2014년 3월 ~ 2015년 3월", "신안산대학교", "생활음악과", "중퇴"],
		["2009년 3월 ~ 2012년 2월", "세현고등학교", "이과", "졸업"],
		// 다른 학력 정보들...
	],
};

export const eduData2 = {
	title: "교육사항",
	header: ["년 / 월", "교육과정", "교육기관", "비고"],
	data: [
		[
			"2023년 07월 ~2024년 01월",
			"[기업프로젝트] 프론트엔드 (React, PHP), 플러터(Flutter) 활용 웹&앱개발 양성과정",
			"그린컴퓨터아카데미",
			"수료",
		],
		// 경력 정보들...
	],
};

export const expData = {
	title: "경력사항",
  header: ["근무기간", "회사명", "직무"],
  data: [
    ["2021년 1월 ~ 2022년 3월", "신명전기", "조명 판매 및 설치"],
    ["2020년 01월 ~ 2020년 05월", "할리스커피마곡퀸즈나인점", "매니저"],
    ["2019년 5월~ 2019년 12월", "삼일전기", "조명설치 아르바이트"],
    ["2018년 3월 ~ 2019년 1월", "신화전기조명", "조명 판매 및 설치"],
    ["2012년 3월 ~ 2012년 9월", "할리스커피블루나인점", "파트타임 및 매니저"],
  ],
		// 경력 정보들...
};
export const skillData = {
	title: "직무능력",
	header: ["프로그램", "활용능력",],
	data: [
		["vscode", "HTML,CSS,JS,React를 사용가능 , VUE TS Flutter 등 학습중",],
		["워드,엑셀,파워포인트", "기본적인 문서작업 가능, 스프레드시트 사용 가능",],
		// 다른 학력 정보들...
	],
};
export const skillData2 = {
	title: "자격증 및 면허",
	header: ["취득일", "자격증명","발행기관"],
	data: [
		["2017년 11월", "운전면허 1종보통","도로교통공단"],
		// 다른 학력 정보들...
	],
};
export const pjData = {
	title: "프로젝트",
	header: ["주제", "내용",],
	data: [
		["", "",],
		["", "",],
		// 다른 학력 정보들...
	],
};
